[
    {
        "id": 0,
        "name": "The Traveler",
        "luckMove": "",
        "source": "Brazilian MotW book",
        "improvements": [],
        "advancedImprovements": [],
        "background": [{
            "name": "Means of Transport",
            "options": [
                {
                    "name": "It's Bigger On The Inside",
                    "text": "Your time machine is multidimensional, as small as a phone booth on the outside, but as big as a spaceship on the inside. Things inside it cannot be tracked by normal means. To travel, it disappears from one place and appears in another, but otherwise it is completely stationary and cannot be transported at all."
                },
                {
                    "name": "Teleportation",
                    "text": "You can teleport instantly if you have a clear line of sight of the destination or if you know it very well. Otherwise, you need to study the spacetime continuum for a few hours, or even days, to plan the trip, so as to not end up underground or a kilometre above the ground."
                },
                {
                    "name": "88 Miles per Hour",
                    "text": "Your time machine looks like a car or a van, not drawing much attention (in time periods after the invention of such vehicles). You can use it to move around like any other vehicle, but it depends on fuel, maintenance parts, roads etc."
                },
                {
                    "name": "Time Portal",
                    "text": "You open a time portal to your destination. You can only open one portal at a time, and it will remain active for as long as you wish. It allows you to cross it in any direction as many times as you want. But an unattended portal can also be crossed by any person, or monster…"
                }
            ]
        }],
        "moves": [
            {
                "type": "automatic",
                "moves": [
                    {
                        "type": "text",
                        "name": "Servant of Technology",
                        "text": "You are extremely dependent on technology, having difficulties in relating to the supernatural. You get -1 ongoing to <span style='font-weight:bold'>use magic</span> or any other moves related to the supernatural or magic."
                    }
                ]
            }
        ]

    },
    {
        "id": 1,
        "name": "The Chosen",
        "luckMove": "When you spend a point of Luck, the Keeper will bring your fate into play.",
        "source": "Main MotW Book",
        "improvements": [],
        "advancedImprovements": [],
        "background": [
            {
                "name": "Your Fate"
            }
        ],
        "moves": [
            {
                "type": "automatic",
                "moves": [
                    {
                        "type": "text",
                        "name": "Destiny's Plaything",
                        "text": "At the beginning of each mystery, roll +Weird to see what is revealed about your immediate future. On a 10+, the Keeper will reveal a useful detail about the coming mystery. On a 7-9 you get a vague hint about it. On a miss, something bad is going to happen to you."
                    },
                    {
                        "type": "text",
                        "name": "I'm Here For A Reason",
                        "text": "There's something you are destined to do. Work out the details with the Keeper, based on your fate. You cannot die until it comes to pass. If you die in play, then you must spend a Luck point. You will then, somehow, recover or be returned to life. Once your task is done (or you use up all your Luck), all bets are off."
                    }
                ]
            },
            {
                "type": "chosen",
                "initialAmt": 1,
                "moves": [
                    {
                        "type": "text",
                        "name": "The Big Entrance",
                        "text": "When you make a showy entrance into a dangerous situation, roll +Cool. On a 10+ everyone stops to watch and listen until you finish your opening speech. On a 7-9, you pick one person or monster to stop, watch, and listen until you finish talking. On a miss, you're marked as the biggest threat by all enemies who are present."
                    },
                    {
                        "type": "text",
                        "name": "Devastating",
                        "text": "When you inflict harm, you may inflict +1 harm."
                    },
                    {
                        "type": "text",
                        "name": "Dutiful",
                        "text": "When your fate reas its ugly head, and you act in accordance with any of your fate tags (either heroic or doom) then mark experience. If it's a heroic tag, take +1 forward."
                    },
                    {
                        "type": "text",
                        "name": "Invincible",
                        "text": "You always count as having 2-armor. This doesn't stack with other protection."
                    },
                    {
                        "type": "text",
                        "name": "Resilience",
                        "text": "You heal faster than normal people. Any time your harm gets healed, heal an extra point. Additionally, your wounds count as 1-harm less for the purpose of the Keeper's harm moves."
                    }
                ]
            }
        ]
    }
]